import { useState, useEffect } from "react";
import { useLocation } from "react-router-dom";

const SidebarTabs = () => {
  const [activeTab, setActiveTab] = useState("tab1");
  const location = useLocation();

  useEffect(() => {
    const tabFromHash = location.hash.replace("#", "");
    if (tabFromHash) {
      setActiveTab(tabFromHash);
    }

    window.scrollTo({ top: 0, behavior: "smooth" });
  }, [location]);

  const tabs = [
    {
      id: "tab1",
      label: "প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী",
      content: (
        <div className="space-y-4">
          <h2 className="text-2xl text-center border-b-4 border-common-blue font-semibold text-common-blue">
            প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী
          </h2>
          <div className="text-sm space-y-5">
            <p className="text-black  leading-relaxed">
              প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী
            </p>
            <p className="text-black  underline  leading-relaxed">
              বয়সের প্রয়োজনীয়তা
            </p>
            <p className="text-black leading-relaxed">
              JAYA9-এর গ্রাহকদের অবশ্যই 18 বছর বা তার বেশি বয়সী হতে হবে এবং
              কোম্পানির (প্রতিষ্ঠানের) দ্বারা নির্ধারিত শর্তাবলী মেনে চলতে সম্মত
              হতে হবে।
            </p>
            <p className="text-black  underline  leading-relaxed">
              আপনার ব্যবহারকারী নাম বা পাসওয়ার্ড ভুলে গেছেন?
            </p>
            <p className="text-black leading-relaxed">
              গ্রাহকরা স্বয়ংক্রিয়ভাবে 'পাসওয়ার্ড ভুলে গেছেন' ক্লিক করে অনলাইন
              গ্রাহক পরিষেবার সাথে লিঙ্ক করতে পারেন। ২৪-ঘন্টা অনলাইন গ্রাহক
              পরিষেবা পেশাদার যাচাইকরণ পরিকল্পনা পাস করার পরে আপনাকে একটি সমাধান
              প্রদান করবে।
            </p>
            <p className="text-black  underline  leading-relaxed">
              জমা করার পদক্ষেপ
            </p>
            <p className="text-black leading-relaxed">
              1. প্ল্যাটফর্ম আমানত পৃষ্ঠায় প্রবেশ করতে হোমপেজের উপরের ডানদিকে
              'আমানত' এ ক্লিক করুন। <br />
              2. আপনি যে পরিমাণ টাকা জমা করতে চান তা প্রবেশ করার পর ডানদিকে
              'চ্যানেল নির্বাচন করুন' ক্লিক করুন। <br />
              3. আপনি ডিপোজিট চ্যানেল নিচে ক্লিক করতে পারেন। <br />
              (রিচার্জের উপরের এবং নিচের সীমা পেমেন্ট চ্যানেলের সাপেক্ষে)
            </p>
            <p className="text-black  underline  leading-relaxed">
              কিভাবে টাকা তোলা যায়
            </p>
            <p className="text-black leading-relaxed">
              হোম-পৃষ্ঠার উপরের ডানদিকে "প্রত্যাহার করুন" এ ক্লিক করুন, আপনার
              তোলার পাসওয়ার্ড এবং আপনি যে পরিমাণ প্রত্যাহার করতে চান তা লিখুন,
              তারপর আপনার কাজ শেষ হলে "প্রত্যাহার করুন" এ ক্লিক করুন৷ প্রথম
              প্রত্যাহারের জন্য, প্রত্যাহার ব্যাঙ্ক কার্ডটি ব্যাঙ্ক কার্ড
              বার্তার সাথে আবদ্ধ করুন। প্রতি লেনদেন প্রত্যাহারের সীমা হল ৳800
              এবং প্রতিদিন তোলার সীমা হল ৳30,000৷
            </p>
            <p className="text-black  underline  leading-relaxed">
              ব্যক্তিগত তথ্য নিরাপত্তা
            </p>
            <p className="text-black leading-relaxed">
              কোম্পানি গ্যারান্টি দেয় যে আপনার ব্যক্তিগত তথ্য তৃতীয় পক্ষের
              সাথে শেয়ার করা হবে না। এছাড়াও আমরা আপনার ব্যক্তিগত তথ্যের
              নিরাপত্তার নিশ্চয়তা দিই এবং আপনার তথ্য শুধুমাত্র আমাদের কাছে
              সীমাবদ্ধ করি।
            </p>
            <p className="text-black  underline  leading-relaxed">
              কেন্দ্রীয় ওয়ালেট
            </p>
            <p className="text-black leading-relaxed">
              সমস্ত আমানত এবং বোনাস একটি একক কেন্দ্রীয় ওয়ালেটে (মানিব্যাগ) জমা
              করা হয় এবং আপনি বাজি রাখতে পারেন।
            </p>
          </div>
        </div>
      ),
    },
    {
      id: "tab2",
      label: "আমাদের সম্পর্কে",
      content: (
        <div className="space-y-4">
          <h2 className="text-2xl text-center border-b-4 border-common-blue font-semibold text-common-blue">
            আমাদের সম্পর্কে
          </h2>
          <div className="space-y-4 text-sm">
            <p className="text-black  underline  leading-relaxed">
              আমাদের সম্পর্কে
            </p>
            <p className="text-black leading-relaxed">
              JAYA9 হল একটি অনলাইন বিনোদন ব্র্যান্ড এবং ক্রিকেট এক্সচেঞ্জ
              (বিনিময়) প্ল্যাটফর্মের একজন প্রধান বিশেষজ্ঞ। ক্রিকেট সবসময়ই
              অঙ্কের খেলা এবং JAYA9 আমাদের গ্রাহকদের জন্য ক্রিকেট বাজির মাধ্যমে
              অসাধারণ উপভোগ এবং গেমিং প্রদান করার ক্ষমতার পাশে দাঁড়িয়েছে।
              বিশ্বের সবচেয়ে জনপ্রিয় ডিজিটাল স্পোর্ট (খেলাধুলা)বেটিং
              (বাজির)প্ল্যাটফর্মে পরিণত হওয়ার জন্য JAYA9-এর দীর্ঘমেয়াদী
              উচ্চাকাঙ্ক্ষা রয়েছে। আমরা খেলোয়াড় এবং উত্সাহীদের জন্য ক্রিকেটের
              আরও প্রতিযোগিতামূলক, বিনোদনমূলক এবং গঠনমূলক শোষণের দিকে অব্যাহত
              ভাবে নেতৃত্ব দেব। <br />
              আমরা আপনাকে সর্বাধিক উল্লেখযোগ্য এবং সূক্ষ্ম গেমিং পণ্য সরবরাহ
              করার প্রতিশ্রুতি দিব। আমাদের পণ্যগুলি, অসাধারণ প্রচার এবং গ্রাহক
              সহায়তা বিশেষজ্ঞদের সাথে মিশ্রিত, নিশ্চিত করুন যে প্রতিটি গ্রাহক
              একটি না শোনা গেমিং অনুভূতির বিনিময় করব৷ প্রচুর উপযুক্ত ভাল আকারের
              দলের সাথে, আমরা আমাদের সূক্ষ্ম অনলাইন গেম খেলা, অনবদ্য কাঠামো এবং
              চমৎকার গেম গ্রাফিক্স উপভোগ করার জন্য গেমারদের সমস্ত ধরনের নাম দিতে
              চাই।
            </p>
            <p className="text-black  underline  leading-relaxed">
              বৈচিত্র্যময় পণ্য
            </p>
            <p className="text-black leading-relaxed">
              JAYA9 সবচেয়ে স্বাতন্ত্র্যসূচক এবং উল্লেখযোগ্য অনলাইন বিনোদন
              ব্র্যান্ড হিসেবে খ্যাতি অর্জন করেছে, যা গেমারদের অত্যাধুনিক এবং
              অত্যাধুনিক অনলাইন বিনোদন সাইটগুলির একটি বিস্তৃত সেট প্রদান করে।
              আপনি যে গেম গুলি পছন্দ করেন না কেন, আপনি সেগুলিকে অত্যাশ্চর্য
              ভিজ্যুয়াল, অ্যানিমেশন, গেমপ্লে, সামঞ্জস্যযোগ্য প্লেব্যাকের গতি,
              পারফরম্যান্স প্রভাব এবং সাউন্ড ইফেক্ট সহ একটি উন্নত প্ল্যাটফর্মে
              খেলা দেখতে পাবেন, পাশাপাশি খেলোয়াড়দের বিপুল নগদ পুরস্কার জেতার
              সুযোগ পাবেন।
            </p>
            <p className="text-black  underline  leading-relaxed">
              চমৎকার গ্রাহক সেবা
            </p>
            <p className="text-black leading-relaxed">
              আমাদের গ্রাহক পরিষেবা বিভাগ আপনাকে 24 ঘন্টা, সপ্তাহের 7 দিন
              নিরবচ্ছিন্ন পরিষেবা প্রদান করবে - যত তাড়াতাড়ি সম্ভব, বিনয়ী এবং
              দক্ষতার সাথে আপনার প্রশ্নের উত্তর দেবে এবং সমাধান করবে।
            </p>
            <p className="text-black  underline  leading-relaxed">
              জালিয়াতি এবং নিরাপত্তা
            </p>
            <p className="text-black leading-relaxed">
              প্রতিটি খেলোয়াড়ের শুধুমাত্র একটি অ্যাকাউন্ট খুল্টে পারবে এবং
              আমরা অনির্ধারিত নিরাপত্তা নিয়ন্ত্রণ মাধ্যমে সিস্টেমের সততা এবং
              ন্যায্যতা বজায় রাখি। যদি আমরা সনাক্ত করি যে একজন খেলোয়াড়
              প্রতারণা করছে, আমরা তাদের অ্যাকাউন্ট বন্ধ করে দেব।শর্তাবলী এবং
              কোম্পানির শর্তাবলী সাপেক্ষে, কুন টাকা জদি জালিয়াটি করে নিয়ে
              থাকে,সেই টাকা কম্পানির অধিনে চলে জাবে।
            </p>
            <p className="text-black  underline  leading-relaxed">
              দায়িত্বশীল গেমিং
            </p>
            <p className="text-black leading-relaxed">
              JAYA9 দায়িত্বশীল গেমিং প্রদানের জন্য নিবেদিত। আমরা সত্য হিসাবে
              স্বীকার করি যে আমাদের গ্রাহকরা আমাদের সাথে একটি বাজি খেলার
              অভিজ্ঞতা পাবেন, কিন্তু আমরা এটাও বুঝি যে সময়ে সময়ে অল্প সংখ্যক
              খেলোয়াড় তাদের বাজির আচরণের যে কোনো হেরফের করে। এই ক্ষেত্রে, আমরা
              সেই গ্রাহকদের অনুপ্রাণিত করি একবার তারা এটিকে কঠিনভাবে সনাক্ত করলে
              আমাদের জানাতে যাতে আমরা তাদের বাস্তবসম্মত সহায়তা দিতে পারি এবং
              তাদের বেটিং অ্যাকাউন্ট স্থগিত করতে পারি।
            </p>
          </div>
        </div>
      ),
    },
    {
      id: "tab3",
      label: "যোগাযোগ করুন",
      content: (
        <div className="space-y-4">
          <h2 className="text-2xl text-center border-b-4 border-common-blue font-semibold text-common-blue">
            যোগাযোগ করুন
          </h2>
          <div className="text-sm font-bold space-y-4">
            <h2 className="font-bold text-black">যোগাযোগ করুন </h2>
            <p className="text-black">
              <span className="underline">phone:</span> <br /> +33756757364
              (Whats App)
            </p>
            <p className="text-black">
              <span className="underline">Email:</span> <br />{" "}
              support@oraclesoft.org
            </p>
            <p className="text-black">
              <span className="underline">Address:</span> <br /> SkyCasino Level
              1 Genting Highlands, Malaysia
            </p>
          </div>
        </div>
      ),
    },
    {
      id: "tab4",
      label: "শর্তাবলী",
      content: (
        <div className="space-y-4">
          <h2 className="text-2xl text-center border-b-4 border-common-blue font-semibold text-common-blue">
            শর্তাবলী 
          </h2>
          <div className="text-sm">
            <p className="text-black leading-relaxed">
              এই ওয়েবপৃষ্ঠায় এমন তথ্য রয়েছে যা কোম্পানির ওয়েবসাইটে অ্যাক্সেস
              এবং ব্যবহারের ক্ষেত্রে আপনার অধিকারগুলি ব্যাখ্যা করে। সাইটে উপলব্ধ
              গেম এবং প্রচার সম্পর্কিত শর্তাদি এবং শর্তাবলী সময়ে সময়ে প্রকাশিত
              হয়, যা রেফারেন্স ব্যবহার করার সাহায্যে এখানে অন্তর্ভুক্ত করা হয়।{" "}
            </p>
            <p className="text-black leading-relaxed">
              1. সংজ্ঞা <br /> <br />
            </p>
            <p className="text-black pl-3 leading-relaxed">
              1.1 নিম্নলিখিত বিধানগুলি বাক্যাংশ এবং পরিস্থিতিগুলির রূপরেখা দেয়
              যা আপনার ভর্তি এবং কোম্পানির দ্বারা সরবরাহিত কোনও "বাস্তবের জন্য
              খেলুন" পরিষেবাগুলিতে অংশগ্রহণকে নিয়ন্ত্রণ করে বা সম্মিলিতভাবে
              "দ্য কোম্পানি", "আমরা", "আমাদের" বা "আমাদের" হিসাবে উল্লেখ করা
              হয়। এই বিধানগুলি "বেটিং বিধি", "গোপনীয়তা নীতি" এবং পরিষেবাগুলি
              এবং ওয়েবসাইট (গুলি) এবং এর অন্তর্ভুক্ত তথ্য (সম্মিলিতভাবে এই
              "শর্তাবলী" এর ব্যবহার নিয়ন্ত্রণকারী অন্যান্য শর্তাবলী এবং
              শর্তাবলী) এর সাথে একত্রে অধ্যয়ন করার জন্য বোঝানো হয়।
              <br /> <br />
              1.2 "গেমস" অর্থ ইন্টারনেট গেমিং সিস্টেম অ্যাক্সেস করা এবং / অথবা
              ওয়েবসাইটে সরবরাহ করা হয়। ব্যবহারের এই শর্তাবলীতে ব্যবহৃত "পণ" বা
              "বাজি (গুলি)" এর মধ্যে সীমাবদ্ধতা ছাড়াই, ওয়েচারিং, গেমিং এবং
              জুয়াখেলাওয়েব (গুলি) এ প্রদত্ত যে কোনও এবং / অথবা সমস্ত পরিষেবা
              (গুলি) এর সাথে সম্পর্কিত করা হয়; "ডিভাইস (গুলি)" অর্থ যে কোনও
              অ্যাপ্লিকেশন অ্যাক্সেসিং ডিভাইস, ব্যক্তিগত কম্পিউটার, ল্যাপটপ,
              মোবাইল ফোন, ব্যক্তিগত ডিজিটাল সহকারী, পিডিএ ফোন, ওয়েবসাইট (গুলি)
              এবং পরিষেবাদির জন্য ব্যবহৃত হ্যান্ড-হেল্ড ডিভাইসগুলি সহ কিন্তু
              সীমাবদ্ধ নয়; "সফ্টওয়্যার" অর্থ যে কোনও কম্পিউটার প্রোগ্রাম, ডেটা
              ফাইল বা অন্যান্য সামগ্রী (পূর্বোক্ত সম্পর্কিত কোনও ব্যবহারকারীর
              তথ্য সহ) যা আপনাকে ওয়েবসাইট (গুলি) এবং পরিষেবাদি ব্যবহার এবং
              অ্যাক্সেস করতে সক্ষম করার জন্য ডিভাইসে ইনস্টল করা আবশ্যক;
              "স্পোর্টসবুক" অর্থ অনলাইন গেমিং সিস্টেম অ্যাক্সেসযোগ্য এবং / অথবা
              সাইট বিভাগে এবং সমস্ত সম্পর্কিত পরিষেবা এবং অনলাইন গেমিং
              অপারেশনগুলিতে দেওয়া হয়; "পরিষেবা" মানে সফ্টওয়্যার এবং গেমস
              একসাথে। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              2. সাইটের ব্যবহার <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              2.1 আপনি শুধুমাত্র অর্থের গেম খেলতে পারেন যদি আপনি: <br /> i. 18
              বছর বা তার বেশি বয়সী; <br /> এবং ii. যে বয়সে আপনি আইনত যে কোনও
              দেশে গেমস খেলতে পারবেন যেখানে আপনি আমাদের ওয়েবসাইটে যান <br />
              2.2 আপনি যদি যোগ্য না হন তবে কোম্পানি নিম্নলিখিত অধিকারগুলি
              সংরক্ষণ করে: <br /> i. অবিলম্বে গেমসে আপনার অংশগ্রহণ ব্লক করুন এবং
              আপনার অ্যাকাউন্ট প্রত্যাহার করুন ii. সংশ্লিষ্ট কর্তৃপক্ষের কাছে
              রিপোর্ট করুন <br /> 2.3 নিবন্ধনের সময় উপযুক্ত "যোগদান এবং নিবন্ধন
              করুন" বোতামটি ক্লিক করে, আপনি নিম্নলিখিতগুলি স্বীকার করেন এবং
              গ্রহণ করেন: <br /> i. আপনার বয়স কমপক্ষে 18 বছর; <br /> ii. আপনি
              এই বিধি ও শর্তাবলী পড়েছেন, সম্পূর্ণরূপে বুঝতে পেরেছেন এবং সম্মত
              হয়েছেন; <br /> এবং iii. এই শর্তাদি এবং শর্তাবলী পরিষেবাগুলির
              ব্যবহার সম্পর্কিত আপনার এবং কোম্পানির মধ্যে একটি আইনত বাধ্যতামূলক
              চুক্তি ("চুক্তি") গঠন করে <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              3. পরিবর্তন <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              3.1 আমরা আমাদের নিজস্ব বিবেচনার ভিত্তিতে, পূর্ব বিজ্ঞপ্তি ছাড়াই
              এই শর্তাদি সংশোধন, আপডেট এবং সংশোধন করার অধিকার সংরক্ষণ করি।
              সংশোধিত, আপডেট বা সংশোধিত শর্তাবলী ওয়েবসাইট (গুলি) এ পোস্ট করার
              সাথে সাথেই কার্যকর হবে। এই ধরনের পোস্টিং অনুসরণ করে আমাদের
              ওয়েবসাইট (গুলি) এবং ডিভাইস (গুলি) এর মাধ্যমে বা তার মাধ্যমে
              পরিষেবাগুলিতে আপনার অবিরত ব্যবহার, অ্যাক্সেস এবং অংশগ্রহণ
              পরিবর্তিত বা আপডেট করা শর্তাবলীর আপনার গ্রহণযোগ্যতা গঠন করে।{" "}
              <br /> <br />
              3.2 আপনি স্বীকার করেন এবং সম্মত হন যে সংশোধন, আপডেট এবং / অথবা
              সংশোধনগুলির জন্য পরীক্ষা করা আপনার একমাত্র দায়িত্ব। কোম্পানী
              আপনাকে এই ধরনের সংশোধনী, আপডেট এবং / অথবা সংশোধন সম্পর্কে অবহিত
              করার জন্য কোন বাধ্যবাধকতা গ্রহণ করে না। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              4. বৌদ্ধিক সম্পত্তি <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              4.1 ওয়েবসাইট (গুলি), পরিষেবাদি এবং / অথবা অন্যান্য ফর্ম্যাটে
              আপনার কাছে উপলব্ধ তথ্য, উপকরণ এবং ডেটা সরবরাহ করা হয়েছে বা উপলব্ধ
              করা হয়েছে, যার মধ্যে রয়েছে বিপণন প্রোগ্রাম এবং উপকরণ, ফলাফল,
              পরিসংখ্যান, ক্রীড়া তথ্য এবং ক্রীড়ানুষ্ঠান তালিকা, মতভেদ এবং
              বেটিং পরিসংখ্যান, পাঠ্য, গ্রাফিক্স, ভিডিও এবং অডিও সামগ্রী
              ("তথ্য") কোম্পানি এবং আমাদের লাইসেন্সধারীদের মালিকানাধীন এবং
              শুধুমাত্র ব্যক্তিগত এবং অ-বাণিজ্যিক উদ্দেশ্যে ব্যবহার করা হয়।{" "}
              <br /> <br />
              4.2 আপনি কোনও উপায়ে বা কোনও উপায়ে আমাদের পূর্ব সম্মতি ছাড়াই
              অন্য কোনও ব্যক্তি, ওয়েবসাইট বা মিডিয়াতে তথ্য উপলব্ধ করতে,
              অনুলিপি, সংশোধন, পুনরুত্পাদন, সঞ্চয়, বিতরণ, প্রদর্শন, প্রকাশ,
              প্রেরণ, বিক্রয়, ভাড়া, লিজ বা লাইসেন্স বা অন্যথায় অন্য কোনও
              ব্যক্তি, ওয়েবসাইট বা মিডিয়াতে তথ্য উপলব্ধ করতে পারবেন না। <br />{" "}
              <br />
              4.3 সফ্টওয়্যার, পরিষেবাদি এবং ওয়েবসাইট (গুলি) এ প্রদত্ত তথ্য
              কপিরাইট, ট্রেডমার্ক এবং বুদ্ধিবৃত্তিক ও মালিকানাধীন অধিকারগুলির
              অন্যান্য ফর্ম দ্বারা সুরক্ষিত। সফ্টওয়্যার, পরিষেবা এবং ওয়েবসাইট
              (গুলি) এর সমস্ত অধিকার, শিরোনাম এবং আগ্রহ এবং তথ্য কোম্পানি এবং /
              অথবা আমাদের লাইসেন্সধারীদের মালিকানাধীন, লাইসেন্সপ্রাপ্ত এবং /
              অথবা নিয়ন্ত্রিত হয়। আপনি স্বীকার করেন যে আপনি আপনার ওয়েবসাইট
              (গুলি) ব্যবহারের মাধ্যমে সফ্টওয়্যার, পরিষেবাদি এবং তথ্যের কোনও
              অধিকার, আগ্রহ বা লাইসেন্স অর্জন করেন না। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              5. ব্যবহারের শর্তাবলী <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              পরিষেবাগুলির ব্যবহারের শর্ত হিসাবে, আপনি নিশ্চয়তা দেন এবং
              প্রতিশ্রুতি দেন যে আপনি ওয়েবসাইট (গুলি), পরিষেবা, সফ্টওয়্যার এবং
              / অথবা এমন কোনও উদ্দেশ্যে তথ্য ব্যবহার বা অ্যাক্সেস করবেন না যা
              আপনার জন্য প্রযোজ্য যে কোনও আইনের অধীনে বেআইনী বা এই বিধি ও
              শর্তাবলী লঙ্ঘন করে নিষিদ্ধ। বিশেষ করে (এবং এই বিধি ও শর্তাবলীতে
              বর্ণিত অন্যান্য সমস্ত উপস্থাপনা এবং ওয়ারেন্টি ছাড়াও), আপনি আপনার
              পরিষেবাগুলির ব্যবহারের শর্ত হিসাবে ওয়ারেন্ট এবং গ্রহণ করেন:{" "}
              <br />
              i. আপনি আপনার নিজের পক্ষে এবং একটি পৃথক ভিত্তিতে কাজ করছেন এবং
              অন্যের পক্ষে নয়; <br />
              ii. যে আপনি সীমিত আইনি ক্ষমতা দ্বারা সীমাবদ্ধ নয়; <br />
              iii. যে আপনি একটি জুয়াড়ি হিসাবে নির্ণয় বা শ্রেণীবদ্ধ করা হয়
              না; <br />
              iv. আপনি আইনত 18 বছর বা তার বেশি বয়সী; <br />
              v. পরিষেবাগুলি ব্যবহার করার সাথে সম্পর্কিত অর্থ হারানোর ঝুঁকি
              সম্পর্কে আপনি সম্পূর্ণরূপে সচেতন; <br />
              vi. আপনি অবৈধ বা অননুমোদিত ক্রিয়াকলাপ থেকে প্রাপ্ত তহবিল ব্যবহার
              বা জমা করবেন না; <br />
              vii. আপনি অপরাধমূলক বা অবৈধ বা অননুমোদিত ক্রিয়াকলাপে জড়িত নন এবং
              / অথবা এই ধরনের ক্রিয়াকলাপের সাথে সম্পর্কিত আমাদের সাথে আপনার
              অ্যাকাউন্ট ব্যবহার করতে ইচ্ছুক নন; <br />
              viii. আপনার বা আমাদের জন্য প্রযোজ্য যে কোন আইনের অধীনে, আপনি
              অন্যদেরকে অপরাধমূলক বা অন্যান্য অবৈধ ক্রিয়াকলাপের জন্য আপনার
              অ্যাকাউন্ট ব্যবহার করার অনুমতি দেবেন না, যার মধ্যে রয়েছে তবে অর্থ
              পাচারের মধ্যে সীমাবদ্ধ নয়;
              <br />
              ix. আপনার ব্যবহারকারীর নাম, অ্যাকাউন্ট নম্বর এবং পাসওয়ার্ড
              নিরাপদ, নিরাপদ এবং অননুমোদিত অ্যাক্সেস বা ব্যবহার থেকে সুরক্ষিত
              রাখতে এবং আপনি যদি এটি হারিয়ে ফেলেন তবে আপনি অবিলম্বে আমাদের
              অবহিত করেন তা নিশ্চিত করার জন্য, আপনার অ্যাকাউন্টের নাম বা
              পাসওয়ার্ড ভুলে যান বা হারান; <br />
              x. আপনার ব্যবহারকারীর নাম, অ্যাকাউন্ট নম্বর এবং পাসওয়ার্ডের অধীনে
              ওয়েবসাইট (গুলি) এবং / অথবা ডিভাইস (গুলি) এর মাধ্যমে পরিষেবাগুলিতে
              অ্যাক্সেস এবং ব্যবহারের সাথে সম্পর্কিত সমস্ত ক্রিয়াকলাপের জন্য
              একমাত্র দায়বদ্ধ, এই ধরনের অ্যাক্সেস এবং / অথবা ব্যবহার আপনার কাছে
              অনুমোদিত বা পরিচিত কিনা তা নির্বিশেষে; <br />
              xi. ওয়েবসাইট (গুলি), ডিভাইস (গুলি), সফ্টওয়্যার বা তথ্য এমনভাবে
              ব্যবহার না করা যা অন্যান্য ব্যবহারকারীদের জন্য পরিষেবা (গুলি) এবং
              ওয়েবসাইট (গুলি) এর কার্যকরী কর্মক্ষমতাতে হস্তক্ষেপ করে; <br />
              xii. অন্যান্য ব্যবহারকারীদের সাথে সম্পর্কিত তথ্য পাওয়ার জন্য কোনও
              উপায়ে অনুরোধ বা সন্ধান করবেন না; <br />
              xiii. ভাইরাস ধারণকারী কোনও প্রোগ্রাম, ফাইল বা ডেটা আপলোড বা বিতরণ
              করতে পারে না এবং ডিভাইস (গুলি), সফ্টওয়্যার, পরিষেবাদি এবং / অথবা
              সাইট (গুলি) এর কর্মক্ষমতাকে প্রভাবিত করতে পারে; <br />
              iv. আপনি আইনত 18 বছর বা তার বেশি বয়সী; <br />
              v. পরিষেবাগুলি ব্যবহার করার সাথে সম্পর্কিত অর্থ হারানোর ঝুঁকি
              সম্পর্কে আপনি সম্পূর্ণরূপে সচেতন; <br />
              vi. আপনি অবৈধ বা অননুমোদিত ক্রিয়াকলাপ থেকে প্রাপ্ত তহবিল ব্যবহার
              বা জমা করবেন না; <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              6. নিবন্ধন এবং সদস্যপদ <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              6.1 কোম্পানির সাথে বাজি স্থাপন করতে, আপনাকে অবশ্যই সদস্যতা নিবন্ধন
              সম্পূর্ণ করতে হবে। আমরা আপনার সদস্যপদ আবেদন প্রত্যাখ্যান করার
              অধিকার সংরক্ষণ করি আপনার রেফারেন্স ছাড়াই বা কোনও কারণে
              অ্যাট্রিবিউশন ছাড়াই। <br />
              6.2 আপনি প্রতিনিধিত্ব করেন এবং অঙ্গীকার করেন যে নিবন্ধন সম্পন্ন
              করার সময় প্রদত্ত সমস্ত তথ্য সঠিক, সত্য এবং সমস্ত ক্ষেত্রে
              সম্পূর্ণ, আপনার নাম, তহবিলের উত্স (প্রাসঙ্গিক ব্যাংক অ্যাকাউন্ট
              এবং কার্ড নম্বর সহ) এবং আপনার আবাসিক ঠিকানা সহ। <br />
              6.3 আমাদের কাছে প্রকাশিত কোনও ব্যক্তিগত তথ্য গোপন রাখা হয় তা
              নিশ্চিত করার জন্য আমরা যুক্তিসঙ্গত এবং উপযুক্ত পদক্ষেপ গ্রহণ করব।
              আমরা আপনার ব্যক্তিগত ডেটা বা বেটিং তথ্য রিপোর্ট বা প্রকাশ করব না
              যদি না আমাদের প্রযোজ্য আইন এবং প্রবিধানদ্বারা এটি করার প্রয়োজন
              হয়। <br />
              6.4 আপনার ব্যক্তিগত তথ্য গোপন রাখা আপনার একমাত্র দায়িত্ব। আমরা
              আপনার ব্যক্তিগত তথ্য প্রকাশ এবং আমাদের নিজ নিজ পেমেন্ট সেটেলমেন্ট
              পরিষেবা প্রদানকারী এবং আর্থিক প্রতিষ্ঠানগুলিতে অর্থ প্রদানের
              সমাপ্তির জন্য প্রয়োজনীয় পরিমাণে প্রকাশ এবং স্থানান্তর করার
              অধিকার রাখি। <br />
              6.5 আপনার জন্য প্রযোজ্য আইনগুলি আপনাকে ওয়েবসাইট (গুলি) ব্যবহার
              এবং অ্যাক্সেস করতে এবং / অথবা পরিষেবাগুলিতে ব্যবহার এবং অংশগ্রহণ
              করতে বাধা দেয় না তা নিশ্চিত করা আপনার একমাত্র দায়িত্ব। <br />
              6.6 আমরা আপনার সদস্যপদ আবেদন (যেমন বৈধ ছবি সনাক্তকরণ) যাচাই করার
              জন্য আপনার কাছ থেকে সনাক্তকরণ এবং বয়সের আরও প্রমাণের অনুরোধ করার
              অধিকার রাখি। যদি আপনার তথ্য বিবরণে কোনও পরিবর্তন হয় তবে আপনি
              অবিলম্বে প্রাসঙ্গিক পরিবর্তন সম্পর্কে আমাদের অবহিত করবেন। <br />
              6.7 আমরা পোস্টের মাধ্যমে আপনার নাম এবং ঠিকানা নিশ্চিত করার অধিকার
              রাখি। কোম্পানী, তার নিজস্ব বিবেচনার ভিত্তিতে, আপনার প্রদত্ত যে
              কোনও তথ্যের উপর অতিরিক্ত নিরাপত্তা পরীক্ষা করতে পারে। এই বিধি ও
              শর্তাবলীর সাথে সম্মত হয়ে, আপনি আপনার বিরুদ্ধে করা হতে পারে এমন
              কোনও পরিচয় যাচাইকরণ বা চেকঅ্যাক্সেস, ব্যবহার এবং সংরক্ষণ করতে
              কোম্পানির সাথে সম্মত হন। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              7. বেট এর প্লেসমেন্ট <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              7.1 আমরা ওয়েবসাইট (গুলি) এবং / অথবা ডিভাইস (গুলি) এর মাধ্যমে
              বিজ্ঞাপিত গেমগুলিতে বাজি গ্রহণ করি। এই ধরনের সমস্ত বাজি প্রতিটি
              ইভেন্ট বা গেমের জন্য প্রযোজ্য বেটিং বিধিগুলির পাশাপাশি এই শর্তাদি
              এবং শর্তাবলীর সাপেক্ষে। যদি কোনও সুস্পষ্ট ভুল বা ত্রুটি ঘটে বা
              কোনও ভুল অংশগ্রহণকারীকে কোনও ইভেন্টের জন্য উদ্ধৃত করা হয়, তবে সেই
              ইভেন্টে স্থাপন করা সমস্ত বাজি অকার্যকর হয়ে যাবে। কোম্পানির গেমিং
              সিস্টেমের কোনও ত্রুটির ক্ষেত্রে, কোম্পানি যে কোনও এবং সমস্ত বাজি
              বাতিল করার অধিকার সংরক্ষণ করে। <br />
              7.2 এই শর্তাবলীতে অন্য কোনও বিধান থাকা সত্ত্বেও, কোম্পানী আমাদের
              পরম বিবেচনার ভিত্তিতে, কোনও কারণ ছাড়াই স্থাপন করা কোনও বাজির
              সমস্ত, বা অংশ, প্রত্যাখ্যান করার অধিকার সংরক্ষণ করে। <br />
              7.3 আমরা শুধুমাত্র এই শর্তাবলী এবং শর্তাবলী অনুযায়ী ইন্টারনেটের
              মাধ্যমে তৈরি করা বাজি গ্রহণ করি। বিটগুলি অন্য কোনও উপায়ে গ্রহণ
              করা হয় না (পোস্ট, ইমেল, ফ্যাক্স বা অন্যথায় হোক না কেন) এবং ফলাফল
              নির্বিশেষে অকার্যকর হবে। <br />
              7.4 কোম্পানী যে কোনও সময় গ্রাহকের অ্যাকাউন্ট স্থগিত এবং / অথবা
              বন্ধ করার অধিকার সংরক্ষণ করে যদি এটি বিশ্বাস করা হয় যে আপনি এই
              শর্তাদির কোনও লঙ্ঘন করেছেন বা প্রতারণা, হ্যাক, আক্রমণ, ম্যানিপুলেট
              বা স্বাভাবিক বেটিং আত্মাগুলিকে ক্ষতিগ্রস্থ করার উপায় হিসাবে কাজ
              করেছেন। অ্যাকাউন্ট ব্যালেন্স সহ যে কোনও বিজয়ী এবং / অথবা অর্থ
              প্রদান, অকার্যকর এবং অবৈধ বলে বিবেচিত হবে। <br />
              7.5 কৃত্রিম বুদ্ধিমত্তা বা ইন্টারনেট "বট" ব্যবহার সহ সমস্ত ফর্ম
              "অস্বাভাবিক বাজি" পূর্ব বিজ্ঞপ্তি ছাড়াই অকার্যকর হবে। সদস্যদের
              দ্বারা কৃত্রিম বুদ্ধিমত্তার যে কোনও প্রচেষ্টা বা প্রকৃত ব্যবহারের
              ফলে তাদের অ্যাকাউন্টগুলি বন্ধ হয়ে যাবে। <br />
              7.6 আপনার ব্যবহারকারীর নাম এবং পাসওয়ার্ড সঠিকভাবে প্রবেশ করা হলে,
              যদি আপনার অ্যাকাউন্টে পর্যাপ্ত তহবিল থাকে তবে বেটস বৈধ স্থাপন করা
              হবে। আপনার বেটিং বিশদটি সঠিক কিনা তা নিশ্চিত করা আপনার একমাত্র
              দায়িত্ব। একবার আপনার বাজিগুলি আমাদের দ্বারা স্থাপন এবং নিশ্চিত
              হয়ে গেলে, সেগুলি বাতিল, বাতিল বা পরিবর্তন করা যাবে না। <br />
              7.7 আপনি নিম্নলিখিতগুলির যে কোনও একটি ব্যবহারের মাধ্যমে ঘটে যাওয়া
              সমস্ত ক্রিয়াকলাপ এবং লেনদেনের জন্য দায়বদ্ধ এবং দায়বদ্ধ: <br />
              i. তোমার নাম; <br />
              ii. আপনার অ্যাকাউন্ট নম্বর; <br />
              iii. আপনার ব্যবহারকারীর নাম এবং পাসওয়ার্ড <br />
              7.8 বেটগুলি বৈধ বলে বিবেচিত হবে এবং কোম্পানির দ্বারা গৃহীত হবে যখন
              লেনদেনের আইডিটি আপনার স্ক্রিনে প্রদর্শিত হয় এবং আপনার লেনদেনের
              ইতিহাসে সঠিকভাবে প্রতিফলিত হয়। <br />
              7.9 একটি ইভেন্ট শুরু হওয়ার পরে বেটিং অনুমোদিত নয় এবং / অথবা
              যেখানে আপনার বাজির প্লেসমেন্টের সময় কোনও ইভেন্টের ফলাফল জানা
              যায়। যদি কোনও ঘটনা ভুলভাবে ইভেন্টটি শুরু হওয়ার পরে বেটিংয়ের
              জন্য উন্মুক্ত রাখা হয় এবং / অথবা যেখানে কোনও ইভেন্টের ফলাফল জানা
              যায়, কোম্পানি এই ধরনের বাজিগুলি হ্রাস বা অকার্যকর করার অধিকার
              সংরক্ষণ করে। যদি কোনও কারণে কোনও ইভেন্ট বা ম্যাচ শুরু হওয়ার পরে
              কোনও বাজি অসাবধানতাবশত কোম্পানির দ্বারা গৃহীত হয়, তবে কোম্পানি এই
              ধরনের বাজি বাতিল এবং অকার্যকর করার অধিকার সংরক্ষণ করে। যে কোনও
              বাজির গ্রহণযোগ্যতা কোম্পানির নিজস্ব বিবেচনার ভিত্তিতে হবে। <br />
              7.10 অন্যথায় বলা না হলে, একটি ম্যাচ বা ইভেন্টের শেষ ফলাফল বেটিং
              উদ্দেশ্যে তার উপসংহারের দিনে নির্ধারিত হতে পারে। একটি ইভেন্ট বা
              গেমের বিজয়ী বেটিং বিধিগুলির সাথে ইভেন্টের উপসংহারের তারিখে
              নির্ধারিত হতে পারে। <br />
              7.11 কোম্পানী স্থগিত গেম, বিক্ষোভ বা বেটিং উদ্দেশ্যে বিপরীত
              সিদ্ধান্ত স্বীকার করে না। <br />
              7.12 আপনি স্বীকার করেন যে কোনও এবং সমস্ত প্রতিকূলতা, লাইন এবং
              প্রতিবন্ধকতাগুলি কোনও নোটিশ ছাড়াই ওঠানামা সাপেক্ষে, এবং
              পূর্বোক্তটি কেবলমাত্র আমাদের মাধ্যমে বাজির গ্রহণযোগ্যতার সময়
              স্থির হয়ে যাবে। যেখানে একটি স্পষ্ট ত্রুটি, ভুল বা সিস্টেম
              ব্যর্থতার ফলে একটি ভুল বিজোড়, লাইন বা প্রতিবন্ধকতা একটি বাজিতে
              নেওয়া হয়, JAYA9 আমাদের পরম বিবেচনার ভিত্তিতে (কিন্তু বাধ্য করা
              হবে না) সঠিক মতভেদ, লাইন এবং প্রতিবন্ধকতাগুলিতে অন্য কোনও বাজি
              রাখার পছন্দকে অনুমতি দেওয়ার জন্য আপনার সাথে যোগাযোগ করার জন্য
              যুক্তিসঙ্গত প্রচেষ্টা করতে পারে। 7.13 আমরা এখন আর আপনার কাছ থেকে
              একটি ইভেন্টে একসাথে স্থাপন করা কোনও বাজি গ্রহণ করব না। যে কোনও
              বাজি এবং তার সাথে সম্পর্কিত লেনদেনের স্বীকৃতিস্বরূপ, কোম্পানির
              সিদ্ধান্তটি চূড়ান্ত এবং চূড়ান্ত। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              8. সফ্টওয়্যার লাইসেন্স <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              8.1 আপনি এর দ্বারা স্বীকার করেন এবং সম্মত হন যে আপনার কাছে উপলব্ধ
              সফ্টওয়্যারটি কোম্পানির সম্পত্তি এবং আপনার এটির কোনও অধিকার নেই।
              আপনি অভিযোজন, অনুলিপি, সংশোধন, পুনরুত্পাদন, সঞ্চয়, বিতরণ,
              প্রদর্শন, সর্বজনীনভাবে সম্পাদন, সম্প্রচার, প্রকাশ, প্রেরণ,
              বিক্রয়, ভাড়া, লিজ বা লাইসেন্স বা অন্যথায় যোগাযোগ বা অন্য কোনও
              ব্যক্তি, ওয়েবসাইট বা অন্য কোনও মিডিয়া এবং / অথবা ডিভাইসে এই
              সফ্টওয়্যারটি উপলব্ধ করতে পারবেন না। <br />
              8.2 কোম্পানি আপনাকে আপনার ডিভাইস (গুলি) ("লাইসেন্স") এ
              সফ্টওয়্যারটি ইনস্টল এবং ব্যবহার করার জন্য একটি ব্যক্তিগত,
              অ-একচেটিয়া, অ- স্থানান্তরযোগ্য, প্রত্যাহারযোগ্য লাইসেন্স প্রদান
              করে তবে শর্ত থাকে যে এই ধরনের ইনস্টলেশন এবং ব্যবহার ডিভাইসের
              মাধ্যমে তৈরি করা হয় যার আপনি প্রাথমিক ব্যবহারকারী। <br />
              8.3 সফ্টওয়্যারটি শুধুমাত্র সফ্টওয়্যার ব্যবহারকারীদের অ্যাক্সেস
              করতে এবং পরিষেবাগুলির সম্পূর্ণ ব্যবহার করতে সক্ষম করার উদ্দেশ্যে
              কোম্পানি দ্বারা লাইসেন্সপ্রাপ্ত এবং বিতরণ করা হয়। <br />
              8.4 আপনি অনুমতি দেওয়া হয় না: <br />
              i. অন্য নেটওয়ার্কযুক্ত ডিভাইসের একটি সার্ভারে সফ্টওয়্যারটি
              ইনস্টল বা লোড করুন; <br />
              ii. অনুলিপি করুন, বিতরণ করুন, স্থানান্তর করুন, অন্য কোনও ব্যক্তির
              কাছে সফ্টওয়্যারটি বরাদ্দ করুন; <br />
              iii. ভাড়া, ইজারা, সাব-লাইসেন্স বা সফ্টওয়্যারটি কোনও তৃতীয়
              পক্ষের কাছে স্থানান্তর করা; <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              9. লেনদেনের নিষ্পত্তি <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              9.1 ব্যাংক অ্যাকাউন্ট এবং নিবন্ধিত নামের মধ্যে কোনও পার্থক্য থাকলে
              কোম্পানিটি লেনদেন প্রক্রিয়া না করার অধিকার সংরক্ষণ করে। 9.2 আপনার
              winnings বাজি পরিমাণ অন্তর্ভুক্ত করা হয় না এবং এটি একটি বাজি
              স্থাপন করার সময় বিবেচনা করা উচিত। <br />
              9.3 কোম্পানী ত্রুটিতে অ্যাকাউন্টে জমা দেওয়া কোনও তহবিলের জন্য
              আপনার কাছে দায়বদ্ধ বা দায়বদ্ধ হবে না এবং কোম্পানি এই ধরনের তহবিল
              সম্পর্কিত কোনও লেনদেন বাতিল করার অধিকার সংরক্ষণ করে। যদি ভুল করে
              আপনার অ্যাকাউন্টে তহবিল জমা দেওয়া হয় তবে অবিলম্বে কোম্পানিকে
              অবহিত করা আপনার দায়িত্ব। <br />
              9.4 প্রযোজ্য আইনের অধীনে আপনার জয়ের ক্ষেত্রে প্রযোজ্য হতে পারে
              এমন সমস্ত কর, ফি, চার্জ বা লেভির অর্থ প্রদান করা আপনার একমাত্র
              দায়িত্ব। বিজয়ীদের সংগ্রহ <br /> <br />
            </p>

            <p className="text-black  leading-relaxed">
              10. জয়ের সংগ্রহ <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              10.1 স্থায়ী বাজি থেকে আপনার winnings আপনার অ্যাকাউন্টে জমা দেওয়া
              হয় এবং আমাদের বিধি ও শর্তাবলী অনুযায়ী প্রত্যাহার করা হবে। <br />
              10.2 আমরা আপনার আমানতের সম্পূর্ণ মূল্য সম্পূর্ণরূপে স্ট্যাক না করা
              হলে আমরা আপনার তহবিল প্রকাশ করব না। <br />
              10.3 তহবিল শুধুমাত্র একই মুদ্রায় আপনার অ্যাকাউন্ট থেকে প্রত্যাহার
              করা যেতে পারে যেখানে আমানত করা হয়েছিল। <br />
              10.4 ডিপোজিটের মূল প্লেসমেন্টের জন্য ব্যবহৃত ব্যাংক অ্যাকাউন্টটি
              অবশ্যই নিবন্ধিত অ্যাকাউন্টের নামের মতো একই হতে হবে। <br />
              10.5 কোম্পানি ডিপোজিট এবং উইথড্রয়াল উভয়ের সাথে সম্পর্কিত সমস্ত
              যুক্তিসঙ্গত ফি কভার করার জন্য আপনার অ্যাকাউন্ট চার্জ করার অধিকার
              সংরক্ষণ করে। <br />  <br />
            </p>
            <p className="text-black  leading-relaxed">
              11. প্রমোশন <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              11.1 JAYA9 এর সমস্ত প্রচার একাধিক অ্যাকাউন্টে প্রয়োগ করা হয় না,
              যদি একাধিক অ্যাকাউন্টের মিলন বা ব্যবহার থাকে তবে সমস্ত বোনাস এবং
              winnings বাজেয়াপ্ত করা হবে। <br />
              11.2 সমস্ত ধরণের অ-লাইভ টেবিল গেমগুলির উপর টার্নওভার (যেমন
              Blackjack, ভিডিও পোকার, ক্র্যাপস, আমেরিকান রুলেট, Baccarat এবং
              অন্যান্য অ-লাইভ টেবিল গেম) এবং অ-স্লট গেমগুলি এই টার্নওভারের
              প্রয়োজনীয়তার দিকে গণনা করা হবে না যদি না বিশেষভাবে বিবৃত হয়।
              আপনার মোট বাজি থেকে শুধুমাত্র 1/4 রুলেট উপর তৈরি bets জন্য
              টার্নওভার হিসাবে গণনা করা হবে। এবং DEC 1.5 বা CN 0.5 এর চেয়ে কম
              প্রতিকূলতার সাথে বাজিগুলি বৈধ টার্নওভার হিসাবে গণনা করা হবে না।{" "}
              <br />
              11.3 JAYA9 শুধুমাত্র নিষ্পত্তি করা হয়েছে যে বিট পরিমাণ গণনা করা
              হবে এবং ফলাফল র সাথে জয় বা কার্যকর টার্নওভার হিসাবে হারান। <br />
              11.4 সমস্ত বোনাস জন্য প্রয়োজনীয় টার্নওভার একটি কার্যকর রিবেট
              হিসাবে গণনা করা হয় <br />
              11.5 প্রদত্ত বোনাসগুলি তাদের জারি করা তারিখ থেকে কেবল ত্রিশ (30)
              দিনের জন্য বৈধ, যদি না অন্যথায় বোনাস 'শর্তাবলীতে বর্ণিত হয়। যদি
              খেলোয়াড় মেয়াদ শেষ হওয়ার আগে পূর্বশর্ত মূল্যে না পৌঁছায় তবে
              বোনাস তহবিল এবং বোনাস তহবিল ব্যবহার করে জেতা অর্থ খেলোয়াড়ের
              অ্যাকাউন্ট থেকে সরিয়ে ফেলা <br />
              11.6 JAYA9 একতরফাভাবে কার্যকর করার সিদ্ধান্ত নেওয়ার অধিকার
              সংরক্ষণ করে এবং যে কোনও সময় পূর্ব বিজ্ঞপ্তি ছাড়াই, সংশোধন,
              পরিবর্তন, বন্ধ, বাতিল এবং / অথবা প্রচারকে অবৈধ করার জন্য। <br />
              11.7 যে কোনও প্রচার বা বিশেষ অফার দেওয়া হয় তা এই বিধি ও
              শর্তাবলীর সাপেক্ষে। কোম্পানী যে কোন সময় এই প্রচারগুলি স্থগিত,
              প্রত্যাহার বা সংশোধন করার অধিকার সংরক্ষণ করে। <br />
              11.8 যদি কোম্পানী বিশ্বাস করে যে কোনও ব্যবহারকারী কোনও প্রচারের
              অপব্যবহার বা অপব্যবহার করার চেষ্টা করছে, তবে সংস্থাটি তার নিজস্ব
              বিবেচনার ভিত্তিতে, প্রচার থেকে কোনও ব্যবহারকারীকে ব্লক,
              প্রত্যাখ্যান, স্থগিত, আটকে রাখা বা প্রত্যাহার করতে পারে। <br />
              11.9 কোম্পানী যোগাযোগ / সহযোগিতা এবং প্রতারণামূলক প্রচেষ্টায় কাজ
              করে এমন কোনও ব্যক্তি / গোষ্ঠীর দ্বারা তৈরি সমস্ত বা সমস্ত বাজি
              বাতিল করার অধিকার সংরক্ষণ করে। সঙ্গে সঙ্গে অ্যাকাউন্টের টাকা
              বাজেয়াপ্ত করা হবে। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              12. প্রচারমূলক অপব্যবহার এবং অনিয়মিত খেলা <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              12.1 আমাদের বোনাস অপব্যবহার, জালিয়াতি, আমাদের এবং / অথবা অন্যান্য
              সন্দেহজনক ক্রিয়াকলাপের অন্যায্য সুবিধা গ্রহণ করার জন্য একটি
              শূন্য-সহনশীলতা নীতি রয়েছে এবং আমরা আমাদের নিজস্ব বিবেচনার
              ভিত্তিতে, এই ধরনের ক্রিয়াকলাপ বা আচরণের সাথে সম্পর্কিত
              অ্যাকাউন্টগুলি থেকে সংশ্লিষ্ট বোনাস এবং বিজয়ী এবং / অথবা
              আমানতগুলি ব্লক এবং অপসারণ করার অধিকার সংরক্ষণ করি। <br />
              12.2 আমরা যে কোনও কারণে সময়ে সময়ে লেনদেনের রেকর্ড এবং লগগুলি
              পর্যালোচনা করার অধিকার রাখি। আপনি এর মাধ্যমে এই শর্তাবলীতে অগ্রিম
              সম্মতি দেন। যদি, পর্যালোচনার পরে, মনে হয় যে আপনি কোনও কৌশলে অংশ
              নিচ্ছেন বা অংশ নেওয়ার চেষ্টা করছেন যা আমরা, আমাদের নিজস্ব
              বিবেচনার ভিত্তিতে, <br />
              (i) প্রচারমূলক অপব্যবহার বলে মনে করি; এবং /অথবা <br />
              (ii) অনিয়মিত বাজানো; আমরা কোনও প্রচার, winnings বা বোনাস আপনার
              অধিকার প্রত্যাখ্যান, আটকে রাখা, প্রত্যাহার বা প্রত্যাহার করার বা
              ওয়েবসাইটে আপনার অ্যাক্সেস বন্ধ করার এবং / অথবা আপনার অ্যাকাউন্ট
              ব্লক করার অধিকার সংরক্ষণ করি। দয়া করে মনে রাখবেন যে এই ধরনের
              ক্ষেত্রে আমরা আপনার মূল আমানতের পরিমাণ ব্যতীত আপনার অ্যাকাউন্টে
              থাকতে পারে এমন কোনও তহবিল ফেরত দেওয়ার কোনও বাধ্যবাধকতা থাকবে না।
              <br />
              12.3 "অনিয়মিত খেলা" অন্তর্ভুক্ত, কিন্তু সীমাবদ্ধ নয়, নিম্নলিখিত
              ধরনের খেলা কোন: <br />
              i. সমান, শূন্য বা কম মার্জিনের বাজি বা হেজ বেটিং কোনওভাবেই গ্রহণ
              করা হবে না। উদাহরণস্বরূপ, রুলেটের উপর কালো বা লাল পণ বা টেবিলের 37
              টি সংখ্যার মধ্যে 25 টিরও বেশি কভার করে; উভয় পক্ষের উপর পণ, সহ
              কিন্তু ক্রীড়া এবং লাইভ ক্যাসিনো সীমাবদ্ধ নয়; <br />
              ii. বিলম্বিত winnings, উদাঃ "বিনামূল্যে স্পিন" বা "বোনাস"
              বৈশিষ্ট্যগুলি একটি বোনাস বা নগদ তহবিল র সাথে শুরু করা হয়, যার পরে
              প্লেয়ার বিনামূল্যে বোনাস বা বোনাস রাউন্ড থেকে প্রস্থান করে, এবং
              তারপর পরবর্তী সময়ে যেমন বোনাস wagered হয়েছে হিসাবে সম্পূর্ণ;{" "}
              <br />
              iii. "গেম স্টেট অপব্যবহার" যেখানে বোনাস তহবিলগুলি কেবল বোনাস
              পর্যায়গুলির মাধ্যমে অগ্রগতির জন্য ব্যবহার করা হয় এবং তারপরে
              বোনাস তহবিলগুলি মুক্তি বা বাজেয়াপ্ত করা হলে নগদ বাজিগুলির সাথে
              চূড়ান্ত পর্যায়গুলি সম্পূর্ণ করে; এবং <br />
              iv. টেবিলের উপর বড় বাজি ছেড়ে, উদাহরণস্বরূপ, Blackjack মধ্যে, এবং
              বোনাস wagering সম্পন্ন করা হয়েছে পরে ফিরে। <br />
              12.4 "প্রচারমূলক অপব্যবহার" নিম্নলিখিত ধরনের খেলাগুলির মধ্যে
              অন্তর্ভুক্ত, কিন্তু সীমাবদ্ধ নয়: <br />
              i. প্রচারমূলক অপব্যবহার, ইচ্ছাকৃত প্রতারণা বা অন্যান্য অন্যায্য
              আচরণের জন্য অন্যান্য খেলোয়াড়দের সাথে সহযোগিতা করা; <br />
              ii. পদোন্নতির অপব্যবহার করার উদ্দেশ্যে অবিলম্বে টাকা জমা দিন এবং
              প্রত্যাহার করুন। উদাহরণস্বরূপ, বিনামূল্যে ঘূর্ণন পেতে ডিপোজিট
              করুন, তারপর আপনার ডিপোজিট মূল্যের চেয়ে একাধিকবার আপনার ডিপোজিট
              বাজি ধরুন, যাতে ওয়েবসাইটের শর্তাবলীতে "নো ডিপোজিট বোনাস" ক্লজ
              ফান্ডগুলি লঙ্ঘন না করে তাই প্রত্যাহার শুরু করুন; <br />
              iii. আমরা এটি জানি বা না জানি, কোনও সফ্টওয়্যার বা সিস্টেম বাগ,
              ত্রুটি বা ব্যর্থতার সুবিধা গ্রহণ করুন, যার মধ্যে রয়েছে তবে কোনও
              গেমের মধ্যে সীমাবদ্ধ নয়; এবং <br />
              iv. একাধিক ফ্রি স্পিন বোনাস বা একাধিকবার অফার পেতে একাধিক
              অ্যাকাউন্ট ব্যবহার করুন <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              13. ইনডেমনিটি <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              13.1 আপনি কোম্পানী, আমাদের কর্মচারী, কর্মকর্তা, পরিচালক,
              লাইসেন্সধারী, পরিবেশক, অনুমোদিত, সহায়ক সংস্থা এবং এজেন্টদের যে
              কোনও ক্ষতি, ক্ষতি বা দাবির (যুক্তিসঙ্গত আইনি ফি সহ) জন্য ক্ষতিপূরণ
              এবং ধরে রাখতে সম্মত হন যা বিধি ও শর্তাবলী এবং / অথবা বেটিং
              বিধিগুলির কোনও লঙ্ঘন থেকে উদ্ভূত হতে পারে। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
               14. অস্বীকৃতি <br /> <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              14.1 কোম্পানি পাবলিক ডোমেইনে বাহ্যিক বা তৃতীয় পক্ষের
              ওয়েবসাইটগুলির সামগ্রী, পণ্য, উপস্থাপনার জন্য সমস্ত দায়বদ্ধতা
              অস্বীকার করে। কোম্পানী পরিষেবা, ওয়েবসাইট এবং তথ্যের যে কোনও দিক
              সম্পর্কিত সমস্ত ওয়্যারেন্টি, উপস্থাপনা এবং দায়িত্বগুলি অস্বীকার
              করে, যা তৃতীয় পক্ষের দ্বারা সরবরাহ করা যেতে পারে এবং কোনও
              পরিস্থিতিতেই তৃতীয় পক্ষের অংশীদারদের দ্বারা কোনও ডিফল্ট, লঙ্ঘন বা
              নিষ্ক্রিয়তার জন্য দায়বদ্ধ হবে না। <br />
              14.2 গেমসের সমস্ত অংশগ্রহণ আপনার নিজের বিবেচনার ভিত্তিতে এবং আপনার
              নিজের ঝুঁকিতে। গেমগুলি খেলে, আপনি স্বীকার করেন যে আপনি গেমস এবং /
              অথবা পরিষেবাগুলিকে কোনওভাবেই আপত্তিকর, অন্যায্য বা অশালীন বলে মনে
              করেন না। <br />
              14.3 কিছু আইনী বিচারব্যবস্থা অনলাইন এবং / অথবা বিদেশী জুয়া খেলার
              বৈধতা সম্বোধন করে না যখন অন্যরা বিশেষভাবে অনলাইন এবং / অথবা বিদেশী
              জুয়া খেলাকে অবৈধ বলে মনে করে। আমরা চাই না যে কেউ সাইট এবং / অথবা
              পরিষেবাগুলি ব্যবহার করা উচিত যেখানে এই ধরনের ব্যবহার অবৈধ। পরিষেবা
              এবং সাইটের প্রাপ্যতা এমন কোনও দেশে আমাদের দ্বারা অফার, অনুরোধ বা
              আমন্ত্রণ হিসাবে construed করা উচিত নয় যেখানে এই ধরনের ব্যবহার
              অবৈধ। এটি নিশ্চিত করা আপনার একমাত্র দায়িত্ব যে আপনি সর্বদা আপনাকে
              পরিচালনা করে এমন আইনগুলি মেনে চলেন এবং আপনার সাইট এবং পরিষেবাদি
              ব্যবহার করার সম্পূর্ণ আইনী অধিকার রয়েছে। <br />
              14.4 অবহেলা সহ কোনও ইভেন্টে, কোম্পানী কোনও ক্ষতি বা ক্ষতির জন্য
              দায়বদ্ধ থাকবে না বা ওয়েবসাইট বা তার সামগ্রী থেকে ফলাফল বা তার
              দ্বারা সৃষ্ট বলে মনে করা হয় বা অভিযোগ করা হয়, সীমাবদ্ধতা ছাড়াই,
              বিলম্ব বা অপারেশন বা ট্রান্সমিশনে বাধা, যোগাযোগ, লাইন ব্যর্থতা,
              কোনও ব্যক্তির দ্বারা ওয়েবসাইট বা তার সামগ্রীর ব্যবহার বা
              অপব্যবহার সহ, অথবা সামগ্রীতে কোনও ত্রুটি বা ত্রুটি। কোম্পানী আইন
              দ্বারা অনুমোদিত সম্পূর্ণ পরিমাণে সমস্ত ওয়্যারেন্টি, উপস্থাপনা এবং
              দায়িত্বগুলি অস্বীকার করে এবং গ্যারান্টি দেয় না যে পরিষেবাগুলি
              নিরবচ্ছিন্ন, সময়োপযোগী বা ত্রুটি-মুক্ত হবে, সার্ভারগুলির মাধ্যমে
              প্রেরিত কোনও বৈদ্যুতিন চিঠিপত্র ভাইরাস-মুক্ত বা বাগ-মুক্ত। <br />
              14.5 কোন পরিস্থিতিতেই কোম্পানী গ্যারান্টি দিতে পারে না যে প্রদত্ত
              পরিষেবাগুলি আপনার প্রত্যাশা বা মানগুলি পূরণ করবে এবং পরিষেবাগুলির
              ব্যবহারের জন্য প্রয়োজনীয় কনফিগারেশন এবং প্রয়োজনীয়
              প্রয়োজনীয়গুলি সর্বাধিক করা হয়েছে তা নিশ্চিত করা আপনার দায়িত্ব।
              আপনি স্বীকার করেন যে কিছু বা সমস্ত তথ্য প্রকৃতিতে অস্থায়ী হতে
              পারে এবং সংশোধন বা সংশোধন সাপেক্ষে হতে পারে। <br />
              14.6 আপনার ডিভাইস এবং আমাদের সার্ভারে প্রদর্শিত ফলাফলগুলির মধ্যে
              কোনও পার্থক্যের ক্ষেত্রে, আমাদের সার্ভারে প্রদর্শিত ফলাফলগুলি
              গেমের ফলাফলগুলি পরিচালনা করবে। আপনি বুঝতে পারেন এবং সম্মত হন যে
              (আপনার অন্যান্য অধিকার এবং প্রতিকারের প্রতি পক্ষপাতিত্ব ছাড়াই)
              কোম্পানির রেকর্ডগুলি গেমসে আপনার অংশগ্রহণের শর্তাবলী, এর ফলে
              ক্রিয়াকলাপ এবং যে পরিস্থিতিতে তারা ঘটেছিল তা নির্ধারণে চূড়ান্ত
              কর্তৃপক্ষ হবে। <br />
              14.7 কোম্পানী অবিলম্বে তার নিজস্ব বিবেচনার ভিত্তিতে সাময়িকভাবে বা
              স্থায়ীভাবে পরিষেবাগুলি বন্ধ, সংশোধন, অপসারণ বা যুক্ত করার অধিকার
              সংরক্ষণ করে এবং আমরা এই বিষয়ে কোনও ক্ষতির জন্য কোনও ভাবেই
              দায়বদ্ধ থাকব না। <br />
              14.8 এই অস্বীকৃতিটি সমস্ত পূর্ববর্তী বোঝাপড়া, চুক্তি এবং
              চুক্তিগুলিকে ছাড়িয়ে যায়। আপনি এইভাবে কোম্পানি এবং তার সহযোগী,
              কর্মচারী, এজেন্ট এবং সহযোগীদের সমস্ত দাবি, দায়বদ্ধতা বা ব্যয়ের
              বিরুদ্ধে ক্ষতিপূরণ দিতে সম্মত হন, যার মধ্যে রয়েছে অ্যাটর্নি ফি
              এবং আদালতের চার্জগুলির মধ্যে সীমাবদ্ধ নয়, যা আপনার অ্যাক্সেস বা
              পরিষেবাগুলি এবং ওয়েবসাইটের ব্যবহার থেকে উদ্ভূত হয়, কোম্পানীকে এই
              ধরনের সম্ভাবনার পরামর্শ দেওয়া হয়েছে কিনা। পরিষেবাগুলি এবং
              ওয়েবসাইটটি ব্যবহার করে, আপনি স্পষ্টভাবে আমাদের কাছে আপনার যে কোনও
              অধিকার ত্যাগ করতে পারেন। <br />
              14.9 এই অস্বীকৃতিটি সম্পূর্ণরূপে পড়া উচিত এবং শুধুমাত্র ব্যবহার
              এবং গোপনীয়তা নীতি একই শর্তাবলী পড়ার পরে বোঝা উচিত। এই
              ওয়েবসাইটটি ব্যবহার করে, আপনি সমস্ত শর্তাদি এবং শর্তাবলী,
              গোপনীয়তা নীতি এবং অস্বীকৃতি পড়েছেন, বুঝতে এবং স্বীকার করেছেন বলে
              মনে করা হবে। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
               15. বাতিলকরণ, সমাপ্তি এবং অ্যাকাউন্টের স্থগিতাদেশ <br />
              <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              15.1 কোম্পানী কোনও winnings বাতিল করার অধিকার সংরক্ষণ করে, আপনার
              অ্যাকাউন্টে কোনও ব্যালেন্স ফ্রিজ এবং বাজেয়াপ্ত করে এবং / অথবা
              কোনও কারণ ছাড়াই যে কোনও সময়ে আপনার অ্যাকাউন্টটি অক্ষম করে দেয়,
              যার মধ্যে রয়েছে তবে সীমাবদ্ধ নয়, যদি: আমি। আপনার কোম্পানির সাথে
              একাধিক সক্রিয় অ্যাকাউন্ট রয়েছে; <br />
              i. আমি। আপনার কোম্পানির সাথে একাধিক সক্রিয় অ্যাকাউন্ট রয়েছে;{" "}
              <br />
              ii. নামটি ব্যাংক অ্যাকাউন্টের নাম বা অর্থ জমা এবং উত্তোলনের জন্য
              ব্যবহৃত অন্যান্য পেমেন্ট অ্যাকাউন্টের সাথে মেলে না; <br />
              iii. আপনি একটি পদোন্নতিতে অংশগ্রহণ করেন এবং সেই নির্দিষ্ট প্রচারের
              প্রয়োজনীয়তাগুলি পূরণ করার আগে তহবিল প্রত্যাহার করেন; <br />
              iv. আপনি ভুল বা বিভ্রান্তিকর নিবন্ধন তথ্য প্রদান করেন; <br />
              v. অনুরোধ করা হলে আপনি সনাক্তকরণ তথ্য প্রদান করেন নি; <br />
              vi. আপনি আইনী বয়সের অধীনে আছেন; <br />
              vii. আপনি এমন একটি এখতিয়ার থেকে পরিষেবাগুলিতে অ্যাক্সেস এবং
              অংশগ্রহণ করেন যেখানে অংশগ্রহণ আইন দ্বারা নিষিদ্ধ; <br />
              viii. আপনি যে কোন লেনদেন বা আমানত প্রত্যাখ্যান করেছেন; <br />
              ix. আপনি অবৈধ বা অননুমোদিত ক্রিয়াকলাপ থেকে অর্থ জমা করছেন; <br />
              x. আপনি প্রতারণা করছেন বা কাউকে বা কোনও পক্ষকে ঠকানোর চেষ্টা করছেন
              বা আপনি সিস্টেমটিকে পরাজিত করার জন্য বিশেষভাবে ডিজাইন করা একটি
              কৃত্রিম বুদ্ধিমত্তা বা অন্যান্য সিস্টেমকে নিযুক্ত করেছেন বা
              ব্যবহার করেছেন বা ব্যবহার করেছেন বা আপনি কোম্পানির সাথে প্রতারণা
              করার জন্য অন্যান্য খেলোয়াড়দের সাথে মিলিত হয়েছেন বলে মনে করা
              হয়; <br />
              xi. আপনি আপনার অ্যাকাউন্ট ব্যবহার করার জন্য অন্য কাউকে
              (ইচ্ছাকৃতভাবে বা অনিচ্ছাকৃতভাবে) অনুমতি দিয়েছেন বা অনুমতি
              দিয়েছেন; বা xii. আপনি এই চুক্তিতে বর্ণিত কোনও বিধি ও শর্তাবলী
              মেনে চলতে ব্যর্থ হন <br />
              xii. You fail to comply with any of the terms and conditions set
              forth in this Agreement <br />
              15.2 যদি পরিষেবাগুলির বিধান স্থগিত করা হয় এবং / অথবা আপনার
              অ্যাকাউন্ট নিষ্ক্রিয় করা হয় তবে পরিষেবাগুলির বিধানটি কেবলমাত্র
              পুনর্বহাল করা হবে এবং / অথবা প্রয়োজনীয় সংশোধন যাচাই করার পরে
              আপনার অ্যাকাউন্টটি পুনরায় সক্রিয় করা হবে। <br />
              15.3 কোম্পানী যে কোনও কারণে যে কোনও সময়ে ব্যবহারকারীর
              অ্যাকাউন্টপ্রদান, রক্ষণাবেক্ষণ এবং বন্ধ করার উপর কর্তৃত্ব বজায়
              রাখে। আপনার অ্যাকাউন্টের যে কোনও দিক, পরিষেবা বা সাইটের ব্যবহার
              সম্পর্কিত সিদ্ধান্তটি চূড়ান্ত এবং পর্যালোচনা বা আপিল করার জন্য
              উন্মুক্ত হবে না। আমরা এটি করার আগে আপনাকে যুক্তিসঙ্গত নোটিশ দেব,
              যদি না পরিস্থিতি নির্দেশ করে যে আমরা আইনীভাবে বা কার্যত তা করতে
              পারি না। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              16. বাহ্যিক ওয়েবসাইটসমূহ <br />
              <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              16.1 বাহ্যিক ওয়েবসাইটগুলির লিঙ্কগুলি কেবলমাত্র আপনার সুবিধার জন্য
              সরবরাহ করা হয়, এবং কোম্পানীটির জন্য দায়ী নয় এবং এই ধরনের
              লিঙ্কগুলির সামগ্রীগুলি সঠিক, বর্তমান বা রক্ষণাবেক্ষণ করা হয় তা
              নিশ্চিত করার জন্য দায়বদ্ধ নয়। <br />
              16.2 কোম্পানি বাহ্যিক ওয়েবসাইটগুলির বিষয়বস্তু বা গোপনীয়তা
              অনুশীলনের জন্য দায়ী বা দায়বদ্ধ নয়। <br />
              16.3 ওয়েবসাইট (গুলি) এ প্রদত্ত বাহ্যিক ওয়েবসাইটগুলির কোনও লিঙ্ক
              র আপনার ব্যবহারের সাথে সম্পর্কিত বা যে কোনও উপায়ে যে কোনও ক্ষতি
              বা ক্ষতির জন্য কোম্পানী দায়বদ্ধ হবে না। <br />
              16.4 কোম্পানী কোন পরিস্থিতিতে কোন বিবৃতি, মতামত, বাণিজ্য বা
              পরিষেবা চিহ্ন, লোগো, প্রতীক, পণ্য, পরিষেবা বা বহিরাগত ওয়েবসাইটের
              অপারেটর বা মালিকদের সাথে সংযুক্ত বা অনুমোদিত হবে না। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              17. গেমস যোগ করা বা বন্ধ করা <br />
              <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              17.1 আমরা আমাদের নিজস্ব বিবেচনার ভিত্তিতে, ওয়েবসাইট (গুলি) এ নতুন
              গেম বা বৈশিষ্ট্যগুলি যুক্ত করার বা যে কোনও সময়ে যে কোনও সময়ে
              কোনও গেম বা বৈশিষ্ট্যগুলিতে অ্যাক্সেস সীমাবদ্ধ করতে বা সংশোধন
              করতে, বন্ধ করতে, বন্ধ করতে, বন্ধ করতে, অ্যাক্সেস সীমাবদ্ধ করতে বা
              সংশোধন করার অধিকার রাখি। <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              18. সতর্কীকরণ
              <br />
              <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              18.1 কোম্পানী এই শর্তাদি এবং শর্তাবলীর যে কোনও লঙ্ঘনের জন্য কোনও
              প্রতিকার চাওয়ার অধিকার সংরক্ষণ করে, যার মধ্যে রয়েছে পরিষেবাগুলি,
              ওয়েবসাইট (গুলি) এবং কোনও নির্দিষ্ট ব্যক্তির কাছে অ্যাক্সেস
              প্রত্যাখ্যান বা সীমাবদ্ধ করার অধিকার, আমাদের নিজস্ব এবং পরম
              বিবেচনার ভিত্তিতে যে কোনও সময়ে আপনার অ্যাকাউন্ট বাতিল করতে বা
              কোনও নির্দিষ্ট ইন্টারনেট ঠিকানা থেকে অ্যাক্সেস ব্লক করার অধিকার।{" "}
              <br />
              18.2 আপনি কোম্পানী এবং তার সহযোগী, কর্মচারী, এজেন্ট এবং সহযোগীদের
              সমস্ত দাবি, চাহিদা, দায়, ক্ষতি, ক্ষতি, খরচ এবং ব্যয় সহ, আইনী ফি
              এবং এর ফলে উদ্ভূত হতে পারে এমন অন্যান্য সমস্ত ফি সহ এবং তার
              বিরুদ্ধে সম্পূর্ণএবং নিরীহভাবে ক্ষতিপূরণ দিতে সম্মত হন: <br />
              i. আমি। আপনার চুক্তির লঙ্ঘন, সম্পূর্ণ বা আংশিকভাবে; <br />
              ii. কোন আইন বা তৃতীয় পক্ষের অধিকার লঙ্ঘন; <br />
              iii. আপনার লগইন বিবরণ ব্যবহার করে আপনার বা অন্য কোনও ব্যক্তির
              দ্বারা পরিষেবা এবং / অথবা সাইটের ব্যবহার <br /> <br />
            </p>
            <p className="text-black  leading-relaxed">
              19. বিবিধ
              <br />
              <br />
            </p>
            <p className="text-black pl-3  leading-relaxed">
              19.1 এই চুক্তির ইংরেজি ভাষার সংস্করণটি এই চুক্তির কোনও অনুবাদিত
              সংস্করণের মধ্যে কোনও অসঙ্গতির ক্ষেত্রে প্রাধান্য পাবে। <br />
              19.2 এই চুক্তিটি পরিষেবা এবং ওয়েবসাইটের সাথে সম্পর্কিত কোম্পানি
              এবং আপনার মধ্যে সম্পূর্ণ বোঝাপড়া এবং চুক্তি গঠন করে এবং কোনও
              পূর্ববর্তী চুক্তি, বোঝাপড়া বা ব্যবস্থাকে ছাড়িয়ে যায়। <br />{" "}
              <br />
            </p>
          </div>
        </div>
      ),
    },
  ];

  return (
    <div className="min-h-screen bg-informationBackground flex flex-col items-center p-4">
      {/* Main Layout */}
      <div className="flex flex-col md:flex-row max-w-6xl w-full bg-white shadow-lg rounded-lg overflow-hidden">
        {/* Sidebar */}
        <div className="w-full md:w-1/4 bg-white text-black flex flex-col p-6 space-y-3 shadow-md md:flex">
          <h3 className="text-center text-xl font-semibold border-b-4 border-common-blue text-common-blue pb-2">
            অন্যান্য বিষয়
          </h3>
          {tabs.map((tab) => (
            <button
              key={tab.id}
              className={`p-3 text-left rounded-lg transition-all duration-300 font-medium block ${
                activeTab === tab.id
                  ? "bg-informationBackground text-black"
                  : "hover:bg-gray-200"
              }`}
              onClick={() => setActiveTab(tab.id)}
            >
              {tab.label}
            </button>
          ))}
        </div>

        {/* Content */}
        <div id="tab-content" className="w-full  md:w-3/4 p-6">
          {tabs.find((tab) => tab.id === activeTab)?.content}
        </div>
      </div>
    </div>
  );
};

export default SidebarTabs;
