import React from "react";

const data = [
  {
    title: "ibc স্পোর্টস বেটিং | অনলাইন স্পোর্টস বাংলাদেশ",
    content: "এশীয় বাজারে, JAYA9 বাংলাদেশ অন্যতম বিশ্বস্ত অনলাইন স্পোর্টস বাংলাদেশ। আমরা সেরা বেটিং গেম এবং পুরস্কার জেতার সুযোগের মতো লোভনীয় অফার প্রদান করি। ক্রিকেট বেটিং হল আমাদের অন্যতম জনপ্রিয় ibc স্পোর্টস বেটিং। আমাদের আছে 99.99% খেলোয়াড়দের জয়ের রেকর্ড।"
  },
  {
    title: "শীর্ষ ক্রিকেট টুর্নামেন্টে বাজি ধরুন",
    content: "আমরা আপনাদের সবাইকে আমাদের ক্রিকেট বেটিং বিভাগটি দেখার জন্য আমন্ত্রণ জানাচ্ছি। বাংলাদেশে ক্রিকেট জনপ্রিয় হওয়ার কারণে, আমরা যারা ক্রিকেটে বাজি পছন্দ করেন তাদের জন্য সবচেয়ে নির্ভরযোগ্য প্ল্যাটফর্ম অফার করি। আপনি শুধু বাজি ধরার সুযোগই পান না, আপনি লাভজনক পুরস্কারও জিততে পারেন।"
  },
  {
    title: "বিশ্বস্ত প্ল্যাটফর্মে ফুটবল বেটিং খেলা",
    content: "বুকমেকাররা ফুটবল লাইনটিকে বাজারের সেরাদের মধ্যে একটি বলে মনে করেন কারণ এটি তাদের কাজের মধ্যে সবচেয়ে বেশি প্রফাইল এলাকাগুলির মধ্যে একটি। আমরা সমস্ত মহাদেশে সংঘটিত সমস্ত জাতীয় চ্যাম্পিয়নশিপের ভবিষ্যদ্বাণী গ্রহণ করি।"
  }
];

const IbcSports = () => {
  return (
    <div className="">
      {data.map((item, index) => (
        <div key={index} className="text-left mb-6">
          <h3 className="text-2xl font-bold">{item.title}</h3>
          <p className="text-base">{item.content}</p>
        </div>
      ))}
    </div>
  );
};

export default IbcSports;
