import React from "react";

const data = [
  {
    title: "বাংলাদেশ সেরা ক্যাসিনো - অনলাইন গেমিং অভিজ্ঞতা",
    content: "বাংলাদেশে অনলাইন ক্যাসিনো গেমিং একটি উত্তেজনাপূর্ণ এবং নিরাপদ অভিজ্ঞতা। আমাদের ক্যাসিনো গেমগুলি ব্যবহারকারীদের সর্বোচ্চ সুবিধা এবং নিরাপত্তা প্রদান করে, যাতে তারা একটি ভালো সময় কাটাতে পারেন।"
  },
  {
    title: "বাংলাদেশের সেরা ক্যাসিনো সাইটে কেন যোগ দিবেন?",
    content: "আমরা বিশ্বাস করি যে, আমাদের সেরা ক্যাসিনো সাইটগুলোতে এক্সক্লুসিভ অফার এবং সুবিধা রয়েছে, যা অন্যান্য সাইট থেকে আলাদা। আপনি যখন আমাদের সাইটে যোগ দেবেন, তখন আপনি পাবেন বিশেষ বোনাস এবং এক্সক্লুসিভ ক্যাসিনো গেম।"
  },
  {
    title: "লাইভ ক্যাসিনো বাংলাদেশ - অবিশ্বাস্য গেমিং অভিজ্ঞতা",
    content: "আমাদের লাইভ ক্যাসিনো গেমগুলি বাংলাদেশে একাধিক ক্যাটাগরিতে উপলব্ধ। লাইভ ডিলারের সাথে আপনি যে কোনো সময় গেম খেলতে পারবেন এবং একই সঙ্গে এক্সক্লুসিভ বোনাস উপভোগ করতে পারবেন।"
  }
];

const BangladeshSeraCasino = () => {
  return (
    <div className="">
      {data.map((item, index) => (
        <div key={index} className="text-left mb-6">
          <h3 className="text-2xl font-sans font-bold">{item.title}</h3>
          <p className="text-base font-sans">{item.content}</p>
        </div>
      ))}
    </div>
  );
};

export default BangladeshSeraCasino;
